Repository: jimregan/citizens-information-raw
Catalog: en-pl/www.citizensinformation.ie/pl/health/health_system/entitlement_to_public_health_services.html.txt.tmx
Source language: en
Languages: pl

source: Entitlement to health services
pl: Uprawnienia do usług zdrowotnych

source: Entitlement to health services is primarily based on residency and means, rather than on your payment of tax or pay-related social insurance (PRSI)
pl: Prawo do opieki zdrowotnej przede wszystkim opiera się na miejscu zamieszkania oraz posiadanych środkach, a nie na fakcie płacenia podatków, czy też w związku z zależnym od wynagrodzenia ubezpieczeniem społecznym (PRSI)

source: Any person, regardless of nationality, who is accepted by the Health Service Executive (HSE) as being ordinarily resident in Ireland has eligibility to health services
pl: Każdy, niezależnie od przynależności narodowej, kto uznawany jest przez Zarząd Opieki Zdrowotnej (HSE) za osobę, której stałym miejscem pobytu jest Irlandia, ma prawo do opieki zdrowotnej

source: You are ordinarily resident if you are living in Ireland and have lived here, or intend to live here, for at least one year
pl: Stałe miejsce pobytu w Irlandii oznacza, że dana osoba zamieszkuje, zamieszkiwała i zamierza zamieszkiwać w Irlandii przez przynajmniej rok

source: Depending on their circumstances, short-term visitors to Ireland may be entitled to health services that are free or subsidised
pl: W zależności od okoliczności, osoby odwiedzające Irlandię na krótki okres czasu mogą mieć prawo do subsydiowanych lub darmowych usług opieki zdrowotnej

source: There are two types of eligibility for people who are ordinarily resident:
pl: Istnieją dwa rodzaje uprawnień dla osób zamieszkujących tu na stałe:

source: • Full eligibility for medical card holders
pl: • Pełne prawo dla posiadaczy kart medycznych

source: • Limited eligibility for people who don't have a medical card
pl: • Ograniczone prawo dla osób nie posiadających kart medycznych

source: If you have a medical card, you are entitled to:
pl: W przypadku posiadania karty medycznej, ma się prawo do:

source: • Prescribed drugs and medicines, subject to a charge for each item prescribed
pl: • Przepisanych leków, płatnych za każdy przepisany środek leczniczy

source: • Dental, optical and aural services
pl: • Opieki dentystycznej, okulistycznej, otologicznej

source: • Maternity and infant care services
pl: • Opieki nad kobietami w ciąży i noworodkami

source: • Community care and personal social services
pl: • Opieki pozaszpitalnej i pomocy społecznej

source: If you do not have a medical card, you are entitled to free public hospital services but you may have to pay in-patient and out-patient hospital charges
pl: Jeśli nie posiada się karty medycznej, ma się prawo do darmowej opieki szpitalnej, ale może być koniecznym uiszczenie opłat szpitalnych za hospitalizację i usługi w przychodni

source: You are also entitled to subsidised prescribed drugs and medicines and maternity and infant care services
pl: Ponadto ma się prawo do dopłat do przepisanych leków oraz opieki nad kobietami w ciąży i noworodkami

source: Unless you hold a GP visit card, you are not entitled to free GP services
pl: Brak karty wizyt lekarza ogólnego oznacza brak uprawnień do darmowych usług lekarza ogólnego

source: You may be entitled to some community care and personal social services
pl: Istnieje możliwość posiadania uprawnień do niektórych usług opieki pozaszpitalnej i pomocy społecznej

source: There are certain general health services that are available to people on the basis of their need or health status rather than on whether they have a medical card or not
pl: Istnieją niektóre ogólne usługi opieki zdrowotnej, które dostępne są w zależności od potrzeb i stanu zdrowia, a nie faktu posiadania karty medycznej lub jej braku

source: • People who qualify for the Long Term Illness Scheme are entitled to get the drugs and medicines for the treatment of that illness free of charge
pl: • Osoby zakwalifikowane do Programu Chorób Przewlekłych mają prawo do bezpłatnych leków związanych z leczeniem danej choroby

source: • Child health services are available to all children
pl: • Wszystkie dzieci mają prawo do usług dziecięcej opieki zdrowotnej

source: • People who have contracted Hepatitis C through blood transfusion and have a Health Amendment Act Card
pl: • Osoby zarażone wirusowym zapaleniem wątroby typu C poprzez transfuzję krwi i posiadające Kartę wydawaną na podstawie Poprawki do ustawy zdrowotnej

source: If you are coming to live in Ireland or returning here to live, you must satisfy the Health Service Executive (HSE) that you are "ordinarily resident" – that you are living in Ireland and intend to live here for at least one year
pl: W przypadku przybycia do Irlandii lub powrotu tu w celu zamieszkiwania, należy wykazać Zarządowi Opieki Zdrowotnej (HSE), że „przebywa się tu na stałe”, tzn. że mieszka się w Irlandii i zamierza mieszkać przez przynajmniej jeden rok

source: To establish that a person is ordinarily resident the HSE may require:
pl: Aby określić miejsce stałego pobytu osoby HSE może zażądać:

source: • Proof of property purchase or rental, including evidence that the property in question is the person's principal residence
pl: • Dowodu kupna lub najmu nieruchomości, włącznie z dowodem wykaującym, że nieruchomość jest głównym miejscem zamieszkania danej osoby

source: • Evidence of transfer of funds, bank accounts, pensions etc
pl: • Dowodu na przelew środków, konta bankowe, emerytury, itd

source: • A residence permit or visa
pl: • Pozwolenia na pobyt stały lub wizy

source: • A work permit or visa, statements from employers etc
pl: • Pozwolenia na pracę lub wizy, potwierdzenia od pracodawców, itd

source: • In some instances, the signing of an affidavit (a sworn written statement) by the applicant
pl: • W niektórych przypadkach złożenia przez wnioskodawcę oświadczenia składanego pod przysięgą

source: Any person, regardless of nationality, who is accepted by the HSE as being ordinarily resident in Ireland is entitled to either full eligibility (Category 1, i.e
pl: Wszystkie osoby, niezależnie od swojej narodowości uznane przez HSE jako osoby, których miejscem stałego pobytu jest Irlandia posiadają pełne prawo (Kategoria 1, tj

source: medical card holders) or limited eligibility (Category 2) for health services
pl: posiadacze kart medycznych) lub ograniczone prawo (Kategoria 2) do opieki zdrowotnej

source: The fact that a non-EU national has established their eligibility for health services does not automatically mean that their dependants are also eligible
pl: Obywatele krajów spoza UE, którzy uzyskali prawo do opieki zdrowotnej nie otrzymują automatycznie prawa dla osób będących na ich utrzymaniu

source: Dependants of non-EU nationals may also have to satisfy the above requirements
pl: Istnieje możliwość, że od osób będących na utrzymaniu obywateli krajów spoza UE także wymagać można spełnienia powyższych warunków

source: You may qualify for a medical card under EU rules if you are ordinarily resident in Ireland and you are getting a social security pension from another EU/EEA country or Switzerland, or if you are working and paying social insurance in one of these countries
pl: Zgodnie z zasadami UE można spełnić warunki konieczne do otrzymania karty medycznej, jeśli stałem miejscem pobytu danej osoby jest Irlandia i otrzymuje się emeryturę wypłacaną przez instytucję ubezpieczenia społecznego z innego kraju UE/EOG lub Szwajcarii, lub jeśli pracuje się i dokonuje wpłat na ubezpieczenie społeczne w jednym z tych krajów

source: You must not be subject to Irish social security legislation
pl: Nie należy podlegać prawodawstwu określającemu irlandzki system ubezpieczeń społecznych

source: This means that you must not be in receipt of a contributory Irish social welfare payment or be working in Ireland and be liable to pay PRSI
pl: Oznacza to, że dana osoba nie może otrzymywać świadczeń z irlandzkiej pomocy społecznej pochodzących ze składek, ani też nie może pracować w Irlandii lub posiadać obowiązku płatności składek PRSI

source: If you are living in Ireland and you are the dependant of a pensioner entitled under EU Regulations, or are the dependant of a person who is working in another country covered by the Regulations, you may be eligible for a medical card
pl: Jeśli mieszka się w Irlandii, jako osoba będąca na utrzymaniu lub emeryt z prawami wynikającymi z Rozporządzeń UE, lub jako osoba będąca na utrzymaniu osoby pracującej w innym kraju, w którym obowiązują te Rozporządzenia, istnieje możliwość zaistnienia prawa do karty medycznej

source: You must not be subject to Irish social security legislation (in the case of child dependants this rule applies to the spouse or person looking after them)
pl: Osoba taka nie może podlegać prawodawstwu określającemu irlandzki system ubezpieczeń społecznych (a w przypadku, gdy osobą będącą na utrzymaniu jest dziecko, ta zasada odnosi się do współmałżonka lub osoby, w której opiece znajduje się ono)

source: Posted workers and their dependants may also qualify for the medical card
pl: Pracownicy delegowani i osoby będące na ich utrzymaniu mogą również kwalifikować się do otrzymania kart medycznej

source: These are workers who are employed in another country covered by the regulations but are sent by their employers to work in Ireland for a limited time
pl: Są to pracownicy, którzy zatrudnieni są w innym kraju, w którym obowiązują te rozporządzenia, ale są wysyłani przez swoich pracodawców do pracy w Irlandii na ograniczony okres

source: See the medical card assessment guidelines (pdf) for more information about entitlement under EU Regulations
pl: Więcej informacji o przysługujących zgodnie z Rozporządzeniami UE prawach można uzyskać w wytycznych na potrzeby oceny praw do kard medycznych (pdf)
